Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/european_government/eu_institutions/european_parliament_political_groups.html.txt.tmx
Source language: en
Languages: ga

source: European Parliament Political Groups
ga: Grúpaí Polaitiúla Aontas na hEorpa

source: There are eight political groups in the European Parliament, ranging from socialist and environmental parties to right-of-centre parties:
ga: Tá 8 gcinn de ghrúpaí polaitiúla i bParlaimint na hEorpa, páirtithe sóisialta agus timpeallachta chomh maith le páirtithe atá ar dheis an láir:

source: Group of the European Peoples' Party (Christian Democrats)
ga: Grúpa de Pháirtí Muintir na hEorpa agus Daonlathaithe na hEorpa

source: This is the largest group at the Parliament with 275 MEPs
ga: Is é seo an grúpa is mó sa Pharlaimint le 275 Feisirí ina mbaill

source: The Progressive Alliance of Socialists and Democrats
ga: Grúpa d'Aontas Forchéimnitheach na Sóisialaithe agus na nDaonlathaithe

source: This group includes 195 MEPs
ga: 195 Feisire atá sa ghrúpa seo

source: Group of the Alliance of Liberals and Democrats for Europe
ga: Grúpa Páirtí Liobrálach, Daonlathach agus Leasaitheoirí na hEorpa

source: This group includes 85 MEPs
ga: Tá 85 Feisire sa pháirtí seo

source: Group of the Greens/European Free Alliance
ga: Grúpa de lucht comhshaoil/Comhaontas Saor na hEorpa

source: This group includes 58 MEPs
ga: 58 Feisire atá sa pháirtí seo

source: Confederal Group of the European United Left/Nordic Green Left
ga: Grúpa Comhcheangal Aontas Clé na hEorpa/Comhshaoil Clé Nordach

source: This group includes 34 MEPs
ga: 34 Feisire atá sa pháirtí seo

source: European Conservatives and Reformists
ga: Grúpa ar son Aontais ar son Eoraip na Náisiúna

source: This group includes 56 MEPs
ga: 56 Feisire atá sa pháirtí seo

source: Europe of Freedom and Democracy Group
ga: Eoraip na Saoirse agus an Daonlathais Ghrúpa

source: This group includes 33 MEPs
ga: 33 Feisire atá sa pháirtí seo

source: Non-attached members (these members are not affiliated with any political grouping)
ga: Baill neamhcheangailte (is baill iad seo nach bhfuil comhcheangailte le haon grúpa polaitiúil)

source: There are 29 non-attached MEP's
ga: Tá 29 Feisire neamhcheangailte i bParlaimint na hEorpa

source: MEPs do not sit in groups according to their nationality
ga: Ní shuíonn na Feisirí Eorpacha ina ngrúpaí de réir náisiúntachta

source: They sit with a political group and use the secretarial services available to that group
ga: Suíonn siad le páirtí polaitiúil agus baineann siad úsáid as na seirbhísí rúnaíochta atá ar fáil don pháirtí sin

source: They act independently and cannot be obliged to vote any particular way
ga: Oibríonn na feisirí go neamhspléach agus ní féidir iachall a chur orthu vóta a chaitheamh ar bhealach faoi leith

source: There is no party whip so if they do not want to go along with the party policy, they can vote their own way
ga: Níl aon aoire páirtí i bhfeidhm agus mar sin más mian leo vóta a chaitheamh i gcoinne polasaithe atá ag an bpáirtí is féidir leo é sin a dhéanamh
